
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0520016b18aadf60': `ثنائي الاتجاه`,
's0bc31719aa7a8f43': `قص`,
's1c8cc3603762c768': `التكبير والتصغير`,
's236ae937cbcd6a39': `تكبير`,
's2afc172e45ceaabe': `لون الخط`,
's2ceb11be2290bb1b': `إلغاء`,
's2d46e4d6c4292d93': `عقدة جديدة`,
's2de969afacdaa7a6': `الشكل`,
's352719d86112de9a': `مساعدة`,
's3687049d1af562c4': `نسخ`,
's39be3c731b2ea7dd': `نوع الحدود`,
's3c604c5ce842d6f2': `تكبير`,
's3ffcdc5db5e7d0c5': `الرجوع`,
's469d5c53c3a49087': `الماسة`,
's4975775e0dfd4b75': `إضافة عناصر`,
's523eb9043213ff0d': `مائل`,
's53dcaa8587a3546f': `عرض الحدود`,
's575e795c45e2d97e': `الرجوع`,
's5d0b63df0bad8c2e': `مستطيل`,
's5fd300106abf0f0e': `أضف صورة`,
's6218b19e67f6d134': `تحديد عنصر`,
's669b18c6d2d9c95b': `لا شيء`,
's6a7f201c8d3fdb35': `إجراءات المساعدة`,
's74de6dd63f44c218': `تعديلات العقد`,
's7fd3469f78111589': `فتح قائمة السياق`,
's821f2ff928cf5899': `رؤوس السهام`,
's822bb535ea683190': `نمط الخط`,
's8e43508f1392e94d': `لون النص`,
's9370dc6afa716b57': `الحدود`,
's952c758843b27536': `هل أنت متأكد من رغبتك في حذف هذه الصفحة؟`,
's9ee4c202515c84c5': `حذف الصفحة`,
's9fc3568ec8629bda': `إلى الأمام`,
'sa30f1981fd1cd441': `حجم الخط`,
'saa987c09599e0f9a': str`سحب 
          صور 
          ${0} إلى هنا
        `,
'sabe465e6eb12f208': `لون الحدود`,
'sabfeef1e4511a839': `إجراءات الصفحة`,
'sad17444d283ef2db': `الصفحة المرتبطة`,
'sad62ff7ac099b1df': `تعديلات النص`,
'sb206d700d26b14ff': `تسطير`,
'sb6f7c888c7d917a1': `تحريك اللوحة`,
'sb9762427948cf2b3': `تعديلات الصورة`,
'sbadcfb6aa6ef38b1': `القطع الناقص`,
'sc65ea2cf2f21a13a': `تصغير`,
'sc74e6ebfbc1a0e5c': `متقطع`,
'scbd0cdcee3a38719': `تعديلات الحافة`,
'sceb35fbe10efb7a1': `أضف حافة`,
'sd1f81984eeb7c0e8': `التعبئة`,
'sd374c80e17e18808': `لصق`,
'sd6f0f760e3bb3148': `اسقط صورة واحدة هنا`,
'sd7e04a53d5f87b4d': `منقط`,
'sdc673e73b5c13aea': `حذف`,
'se0a34419921b022a': `حذف`,
'se610cb50ceb6ad1d': `نقل التحديد`,
'se615f6ce0dd01061': `عرض الخط`,
'se63c78875f5b2178': `إضافة عقدة`,
'sf7c0eba7c822e3d6': `غامق`,
'sfac15b89e0668996': `تكرار`,
'sfe31d1c784d29ef4': `مملوء`,
    };
  