
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0bc31719aa7a8f43': `Изрежи`,
's236ae937cbcd6a39': `Увеличаване`,
's2afc172e45ceaabe': `Цвят на контура`,
's2ceb11be2290bb1b': `Отказ`,
's2d46e4d6c4292d93': `Нов възел`,
's2de969afacdaa7a6': `Фигура`,
's3687049d1af562c4': `Копиране`,
's39be3c731b2ea7dd': `Тип на рамката`,
's3c604c5ce842d6f2': `Попасване към екрана`,
's469d5c53c3a49087': `Ромб`,
's4975775e0dfd4b75': `Добавяне на елементи`,
's523eb9043213ff0d': `Курсив`,
's53dcaa8587a3546f': `Ширина на рамката`,
's575e795c45e2d97e': `Върни се`,
's5d0b63df0bad8c2e': `Правоъгълник`,
's5fd300106abf0f0e': `Добавете картинка`,
's74de6dd63f44c218': `Редактиране на възли`,
's822bb535ea683190': `Стил на контура`,
's8e43508f1392e94d': `Цвят на текста`,
's9370dc6afa716b57': `Рамка`,
's952c758843b27536': `Сигурен ли сте, че искате да изтриете тази страница?`,
's9ee4c202515c84c5': `Изтриване на страница`,
'sa30f1981fd1cd441': `Размер на шрифта`,
'saa987c09599e0f9a': str`Положи 
          изображенията от 
          ${0} тук
        `,
'sabe465e6eb12f208': `Цвят на рамката`,
'sabfeef1e4511a839': `Действия със страницата`,
'sad17444d283ef2db': `Свързана страница`,
'sad62ff7ac099b1df': `Редактиране на текста`,
'sb206d700d26b14ff': `Подчертано`,
'sb9762427948cf2b3': `Редактиране на изображения`,
'sbadcfb6aa6ef38b1': `Елипса`,
'sc65ea2cf2f21a13a': `Намаляване`,
'sc74e6ebfbc1a0e5c': `Прекъснат`,
'scbd0cdcee3a38719': `Редактиране на ръбове`,
'sceb35fbe10efb7a1': `Добавете ръб`,
'sd1f81984eeb7c0e8': `Запълване`,
'sd374c80e17e18808': `Поставяне`,
'sd6f0f760e3bb3148': `Пуснете 1 изображение тук`,
'sd7e04a53d5f87b4d': `Точкова`,
'sdc673e73b5c13aea': `Изтрий`,
'se0a34419921b022a': `Изтрий`,
'se615f6ce0dd01061': `Ширина на контура`,
'se63c78875f5b2178': `Добавете възел`,
'sf7c0eba7c822e3d6': `Удебелен`,
'sfac15b89e0668996': `Дублиране`,
'sfe31d1c784d29ef4': `Плътен`,
    };
  