
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0520016b18aadf60': `Αμφίδρομη`,
's0bc31719aa7a8f43': `Αποκοπή`,
's1c8cc3603762c768': `Μεγέθυνση και σμίκρυνση`,
's236ae937cbcd6a39': `Μεγέθυνση`,
's2afc172e45ceaabe': `Χρώμα περιγράμματος`,
's2ceb11be2290bb1b': `Ακύρωση`,
's2d46e4d6c4292d93': `Νέος κόμβος`,
's2de969afacdaa7a6': `Σχήμα`,
's352719d86112de9a': `Βοήθεια`,
's3687049d1af562c4': `Αντιγραφή`,
's39be3c731b2ea7dd': `Τύπος περιγράμματος`,
's3c604c5ce842d6f2': `Προσαρμογή στην οθόνη`,
's3ffcdc5db5e7d0c5': `Πίσω`,
's469d5c53c3a49087': `Ρομβός`,
's4975775e0dfd4b75': `Προσθήκη στοιχείων`,
's523eb9043213ff0d': `Πλάγια`,
's53dcaa8587a3546f': `Πλάτος περιγράμματος`,
's575e795c45e2d97e': `Επιστροφή`,
's5d0b63df0bad8c2e': `Ορθογώνιο`,
's5fd300106abf0f0e': `Προσθήκη εικόνας`,
's6218b19e67f6d134': `Επιλογή στοιχείου`,
's669b18c6d2d9c95b': `Καμία`,
's6a7f201c8d3fdb35': `Ενέργειες βοήθειας`,
's74de6dd63f44c218': `Επεξεργασία κόμβων`,
's7fd3469f78111589': `Άνοιγμα μενού περιβάλλοντος`,
's821f2ff928cf5899': `Αιχμές βελών`,
's822bb535ea683190': `Στυλ περιγράμματος`,
's8e43508f1392e94d': `Χρώμα κειμένου`,
's9370dc6afa716b57': `Περίγραμμα`,
's952c758843b27536': `Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη σελίδα;`,
's9ee4c202515c84c5': `Διαγραφή σελίδας`,
's9fc3568ec8629bda': `Πρόσωπο`,
'sa30f1981fd1cd441': `Μέγεθος γραμματοσειράς`,
'saa987c09599e0f9a': str`Αποθέστε 
          εικόνες 
          ${0} εδώ
        `,
'sabe465e6eb12f208': `Χρώμα περιγράμματος`,
'sabfeef1e4511a839': `Ενέργειες σελίδας`,
'sad17444d283ef2db': `Συνδεδεμένη σελίδα`,
'sad62ff7ac099b1df': `Επεξεργασία κειμένου`,
'sb206d700d26b14ff': `Υπογράμμιση`,
'sb6f7c888c7d917a1': `Μετακίνηση του καμβά`,
'sb9762427948cf2b3': `Επεξεργασία εικόνας`,
'sbadcfb6aa6ef38b1': `Έλλειψη`,
'sc65ea2cf2f21a13a': `Μικρή μεγέθυνση`,
'sc74e6ebfbc1a0e5c': `Διακεκομμένο`,
'scbd0cdcee3a38719': `Επεξεργασία ακμών`,
'sceb35fbe10efb7a1': `Προσθήκη ακμής`,
'sd1f81984eeb7c0e8': `Γέμισμα`,
'sd374c80e17e18808': `Επικόλληση`,
'sd6f0f760e3bb3148': `Αποθέστε 1 εικόνα εδώ`,
'sd7e04a53d5f87b4d': `Κουκκιδωτό`,
'sdc673e73b5c13aea': `Διαγραφή`,
'se0a34419921b022a': `Διαγραφή`,
'se610cb50ceb6ad1d': `Μετακίνηση της επιλογής`,
'se615f6ce0dd01061': `Πλάτος περιγράμματος`,
'se63c78875f5b2178': `Προσθήκη κόμβου`,
'sf7c0eba7c822e3d6': `Έντονη γραφή`,
'sfac15b89e0668996': `Διπλασιασμός`,
'sfe31d1c784d29ef4': `Συνεχές`,
    };
  