
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0520016b18aadf60': `Двунаправленное`,
's0bc31719aa7a8f43': `Вырезать`,
's1c8cc3603762c768': `Увеличить и уменьшить масштаб`,
's236ae937cbcd6a39': `Увеличить`,
's2afc172e45ceaabe': `Цвет обводки`,
's2ceb11be2290bb1b': `Отменить`,
's2d46e4d6c4292d93': `Новый узел`,
's2de969afacdaa7a6': `Фигура`,
's352719d86112de9a': `Справка`,
's3687049d1af562c4': `Копировать`,
's39be3c731b2ea7dd': `Тип рамки`,
's3c604c5ce842d6f2': `Подогнать под экран`,
's3ffcdc5db5e7d0c5': `Назад`,
's469d5c53c3a49087': `Ромб`,
's4975775e0dfd4b75': `Добавить элементы`,
's523eb9043213ff0d': `Курсив`,
's53dcaa8587a3546f': `Ширина рамки`,
's575e795c45e2d97e': `Вернуться`,
's5d0b63df0bad8c2e': `Прямоугольник`,
's5fd300106abf0f0e': `Добавить изображение`,
's6218b19e67f6d134': `Выбрать элемент`,
's669b18c6d2d9c95b': `Нет`,
's6a7f201c8d3fdb35': `Действия справки`,
's74de6dd63f44c218': `Редактирование узлов`,
's7fd3469f78111589': `Открыть контекстное меню`,
's821f2ff928cf5899': `Наконечники стрел`,
's822bb535ea683190': `Стиль обводки`,
's8e43508f1392e94d': `Цвет текста`,
's9370dc6afa716b57': `Контур`,
's952c758843b27536': `Вы уверены, что хотите удалить эту страницу?`,
's9ee4c202515c84c5': `Удалить страницу`,
's9fc3568ec8629bda': `Передняя сторона`,
'sa30f1981fd1cd441': `Размер шрифта`,
'saa987c09599e0f9a': str`Перетащите 
          изображения 
          ${0} сюда
        `,
'sabe465e6eb12f208': `Цвет рамки`,
'sabfeef1e4511a839': `Действия со страницей`,
'sad17444d283ef2db': `Связанная страница`,
'sad62ff7ac099b1df': `Редактирование текста`,
'sb206d700d26b14ff': `Подчеркивание`,
'sb6f7c888c7d917a1': `Прокрутка рабочей области`,
'sb9762427948cf2b3': `Редактирование изображений`,
'sbadcfb6aa6ef38b1': `Эллипс`,
'sc65ea2cf2f21a13a': `Уменьшить масштаб`,
'sc74e6ebfbc1a0e5c': `Пунктирная`,
'scbd0cdcee3a38719': `Редактирование ребер`,
'sceb35fbe10efb7a1': `Добавить ребро`,
'sd1f81984eeb7c0e8': `Заливка`,
'sd374c80e17e18808': `Вставить`,
'sd6f0f760e3bb3148': `Перетащите 1 изображение сюда`,
'sd7e04a53d5f87b4d': `Точечно-штриховая`,
'sdc673e73b5c13aea': `Удалить`,
'se0a34419921b022a': `Удалить`,
'se610cb50ceb6ad1d': `Переместить выделенное`,
'se615f6ce0dd01061': `Ширина обводки`,
'se63c78875f5b2178': `Добавить узел`,
'sf7c0eba7c822e3d6': `Жирный шрифт`,
'sfac15b89e0668996': `Дублировать`,
'sfe31d1c784d29ef4': `Сплошная`,
    };
  