
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0520016b18aadf60': `Двонаправлений`,
's0bc31719aa7a8f43': `Вирізати`,
's1c8cc3603762c768': `Збільшити та зменшити масштаб`,
's236ae937cbcd6a39': `Збільшити`,
's2afc172e45ceaabe': `Колір обведення`,
's2ceb11be2290bb1b': `Скасувати`,
's2d46e4d6c4292d93': `Новий вузол`,
's2de969afacdaa7a6': `Фігура`,
's352719d86112de9a': `Довідка`,
's3687049d1af562c4': `Копіювати`,
's39be3c731b2ea7dd': `Тип облямівки`,
's3c604c5ce842d6f2': `Підігнати під екран`,
's3ffcdc5db5e7d0c5': `Назад`,
's469d5c53c3a49087': `Ромб`,
's4975775e0dfd4b75': `Додати елементи`,
's523eb9043213ff0d': `Курсив`,
's53dcaa8587a3546f': `Ширина облямівки`,
's575e795c45e2d97e': `Повернутися`,
's5d0b63df0bad8c2e': `Прямокутник`,
's5fd300106abf0f0e': `Додати зображення`,
's6218b19e67f6d134': `Вибрати елемент`,
's669b18c6d2d9c95b': `Немає`,
's6a7f201c8d3fdb35': `Допомога щодо дій`,
's74de6dd63f44c218': `Редагування вузлів`,
's7fd3469f78111589': `Відкрити контекстне меню`,
's821f2ff928cf5899': `Наконечники стріл`,
's822bb535ea683190': `Стиль обведення`,
's8e43508f1392e94d': `Колір тексту`,
's9370dc6afa716b57': `Контур`,
's952c758843b27536': `Ви впевнені, що хочете видалити цю сторінку?`,
's9ee4c202515c84c5': `Видалити сторінку`,
's9fc3568ec8629bda': `Вперед`,
'sa30f1981fd1cd441': `Розмір шрифту`,
'saa987c09599e0f9a': str`Перетягніть 
          зображення з 
          ${0} сюди
        `,
'sabe465e6eb12f208': `Колір облямівки`,
'sabfeef1e4511a839': `Дії зі сторінкою`,
'sad17444d283ef2db': `Пов'язана сторінка`,
'sad62ff7ac099b1df': `Редагування тексту`,
'sb206d700d26b14ff': `Підкреслення`,
'sb6f7c888c7d917a1': `Панорамувати робочу область`,
'sb9762427948cf2b3': `Редагування зображень`,
'sbadcfb6aa6ef38b1': `Еліпс`,
'sc65ea2cf2f21a13a': `Зменшити масштаб`,
'sc74e6ebfbc1a0e5c': `Пунктирний`,
'scbd0cdcee3a38719': `Редагування ребер`,
'sceb35fbe10efb7a1': `Додати ребро`,
'sd1f81984eeb7c0e8': `Заповнення`,
'sd374c80e17e18808': `Вставити`,
'sd6f0f760e3bb3148': `Перетягніть 1 зображення сюди`,
'sd7e04a53d5f87b4d': `Точковий`,
'sdc673e73b5c13aea': `Видалити`,
'se0a34419921b022a': `Видалити`,
'se610cb50ceb6ad1d': `Перемістити виділення`,
'se615f6ce0dd01061': `Ширина контуру`,
'se63c78875f5b2178': `Додати вузол`,
'sf7c0eba7c822e3d6': `Жирний шрифт`,
'sfac15b89e0668996': `Дублювати`,
'sfe31d1c784d29ef4': `Суцільний`,
    };
  